Repository: ct1jib/telebot
Catalog: locale/*/*.po
Languages: da, it, sv

# is_on
source: switched on
sv: aktiv

# is_off
source: switched off
sv: deaktiv

source: Stop MMDVM…
da: Stopper MMDVMHost
it: mmdvm non avviato
sv: Stäng av MMDVMHost

# start_mmdvm
source: Starting MMDVM
it: mmdvm avviato
sv: Start MMDVMHost

# stop_dmrgw
source: Stop DMRGateway…
it: dmrgateway non avviato
sv: Stäng av DMRGateway

# welcome
source: Welcome to
da: Velkommen
it: benvenuto
sv: Välkommen till

# toget_help_write_/help
source: To get help type /help. Information and hints to @dl2ajb.
da: Vil du ha hjælp, brug gerne /help
it: per ottenete aiuto scrivere/aiuto
sv: Om du behöva hjälp, knappa in /help

# help_help
source: Shows the commands.
da: En liste med kommandoer og funktioner
it: aiuto
sv: En lista över kommandon och funktioner.

# info_commands
source: Information and commands:
da: Information og funktioner
it: informazione dei comandi
sv: Information och kommandos

# status_help
source: Repeater’s status
da: Returnerer status for repeateren.
it: aiuto sullo stato
sv: Returnerar status för repeatern.

# lh_CALL_help
source: Shows when CALL was last heard today.
da: Returnerer, når CALL blev sidst hørt denne dag.
it: lh aiuto qrz
sv: Returnerar när CALL senast hördes denna dag.

# lh_help
source: Shows who was last heard locally.
da: Hvem var den sidste, der blev hørt lokalt i dag.
it: lh aiuto
sv: Vem var det senaste som höras lokalt idag.

# tg_help
source: Lists linked TG in DMR
da: Viser alle statiske talgrupper
it: tg aiuto
sv: Listar de permanenta talgrupper

# gpio_help
source: Controls for the GPIO
da: Funktioner til styring af GPIO
it: gpio aiuto
sv: Funktioner för styrning av GPIO

# svx_help
source: Controls for SVX-Link
da: Funktioner til styring af SVX-Link
it: svx aiuto
sv: Funktioner för styrning av SVX-Link

# sw_help
source: Controls for software
da: Funktioner til styring af softwaren
it: sw aiuto
sv: Funktioner för styrning av programvaran

# not_yet_implemented
source: Not yet available
da: Ikke implementeret endnu.
it: non ancora implementato
sv: Ännu inte genomförd

# btn_start_mmdvm
source: MMDVM on
da: MMDVM aktiv
it: btn avviato in mmdvm
sv: Start MMDVM

# btn_stop_mmdvm
source: MMDVM off
da: MMDVM ikke aktiv
it: btn non avviato in mmdvm
sv: Avstäng MMDVM

# btn_start_dmrgw
source: DMRGateway on
da: DMRGateway aktiv
it: btn avviato in dmrgateway
sv: Start DMRGateway

# btn_stop_dmrgw
source: DMRGateway off
da: DMRGateway ikke aktiv
it: btn non avviato in dmrgateway
sv: Avstäng DMRGateway

# btn_start_ysfgw
source: YSFGw on
sv: Start YSFGateway

# btn_stop_ysfgw
source: YSFGw off
sv: Avstäng YSFGateway

# btn_reboot
source: Reboot
da: Genstart
it: btn riavvio
sv: Starta om systemet

# keyboard_software
source: Controls for the software and the host
da: Funktioner til styring af softwaren og computeren
it: software per la tasiera
sv: Funktioner för styrning av programvaran och datorn

source: on
sv: På

source: off
sv: Av

# cpu_temp
source: CPU temperature
da: CPU temperatur
it: temperatura della cpu
sv: CPU temperatur

# rebooting_system
source: Rebooting the system….
da: Genstarter hele systemet
it: riavvio sistema
sv: Starta om hele systemet

# cmd_list_with /help.
source: A list of commands you get with /help
da: Du får en liste over kommandoer med /help
it: lista cmd/aiuto
sv: Du får en lista med kommandon med / hjälp

# no_idea_command
source: I am not sure what you mean:
da: Ved ikke hvad du mener:
it: nessuna idea per questo commando
sv: Jag vet inte vad du menar med det:

# granterror
source: You are not permitted to do this!
da: Det har du ikke lov til
it: non ti è permesso farlo
sv: Det kan du inne göra

# owner_msg_fails
source: Owner message fails.
sv: Meddelandet kom inte fram

source: Not seen today…
da: Har jeg ikke set i dag
it: non visto oggi
sv: Inte sett i dag

# no_static_tg
source: No talkgroups statically linked.
da: Ingen statiske talegrupper.
it: no statistiche dei tg
sv: Ingen permanenta talgrupper

source: Runs
da: kør
it: correre
sv: aktiv…

source: Runs not
da: kør ikke
it: non correre
sv: deaktiv…

# start_msg_owner
source: I am back…..
da: Så er jeg tilbage…..
it: avvia un messaggio con il propietario
sv: Jag är tillbaka …

# bot_is_wrong
source: Something is wrong with the bot….
da: Da er vist noget som gik galt
it: il bot é sbagliato
sv: Något är fel…

# bot_shutdown
source: Bye…..
da: Farvel
it: arresto del bot
sv: Hej då !!!

# bye_msg_owner
source: The bot is shutting down….
da: Så smutter jeg…..
it: saluta il propietario con un messaggio
sv: Ha det så gott

# start_dmrgw
source: Start DMRGateway
da: Starter MMDVMHost
it: mmdvm avviato
